{
    "entries": {
        "0": {
            "uid": 0,
            "key": [
                "The Loud House",
                "The House",
                "Home"
            ],
            "keysecondary": [],
            "comment": "The Loud House",
            "content": "The Loud House (1216 Franklin Avenue, Royal Woods, Michigan) is the home and residence of the Loud family. The exterior of the house is painted white, with a black colored roof, a porch on the front side, a chimney running up the left side of the house, and a garage on the right side. The walls of the basement are made of red bricks, and there is a doggie door on the rear door leading into the kitchen.\n\nFirst floor\nLiving room\nThe living room is usually where the Loud family congregates. In it is a television set, that includes a DVD player, video game console, and a couch and chairs to watch it on.\nThe carpet of the living room is green, the walls are beige, and the couch and chairs are dark blue. The living room also has a fireplace and a brown coffee table.\n\nDining Room\nThe dining room is where the Loud family congregates for eating meals. Initially, only those over Lincoln's age ate there, but now, the entire family eats in the dining room.\nThe dining room has the same green carpeting as the living room, but its walls are baby blue. It has a long table covered by a white tablecloth, and twelve black chairs.\n\nKitchen\nThe kitchen is where the family's meals are made. In it is a stove, oven, sink, dishwasher, refrigerator and a small table where the youngest members of the Loud family used to eat, as well as Lily's highchair.\nThe kitchen has yellow walls and a black and white checkered floor. The back door and basement stairs are in the kitchen.\n\nRita and Lynn Sr.'s room\nThis room is where Rita and Lynn Sr. sleep. Unlike the other bedrooms, theirs is located on the first floor. It has a closet where they keep their clothes, including Lynn Sr.'s tie collection. Their bedroom has beige walls and lilac carpet.\n\nSecond floor\nLincoln's Room\nLincoln's bedroom is actually a large closet, decked out with the appropriate amenities. There is a bed, dresser, and mirror. He uses the closet's clothes rack to hang his shirts and model spaceships. Lincoln also has many comic books and movie action figures inside his room, such as a figure that looks like King Ghidorah from the Godzilla movies, a robot toy that looks exactly like Robby from the 1956 film Forbidden Planet, and another one that looks exactly like Mazinger Z from the manga of the same name. In addition, he has a bookshelf and several posters.\nHis bedroom has beige walls, green carpeting, a small window, and a bed with a brown frame and blue blanket.\nEven though Lincoln has complained about having the smallest bedroom, he is at least thankful that he does not have to share a room with anyone.\n\nLori and Leni's room\nThis room is where Lori and Leni sleep. In the room is a dresser, a chair, and a sewing machine. There are some posters pasted on the walls, and on the ceiling, there are holiday lights. The Loud kids generally hold sibling meetings in this room, though they occasionally hold meetings elsewhere. Their room has baby blue walls and dark blue carpeting. Lori's bed has a blue blanket, while Leni's bed has a pink blanket.\n\nLuna and Luan's room\nThis room is where Luna and Luan sleep. Unlike their other sisters, Luna and Luan sleep in a double-decker bunk bed, with Luna in the top bunk and Luan in the bottom bunk. The room contains a drum set and some amps for Luna, a record player, and a bean-bag chair. It has a boxing glove on the wall, and the letters on the bottom say, \"DO NOT PUSH.\" Luan has a shelf of her props such as a whoopee cushion, a fake spider, and fake dog poop. She also keeps videos of her family's embarrassing moments in her and Luna's closet but does not upload them without the person's permission. There is also a small stage where Luan performs stand-up comedy.\n\nLynn and Lucy's room\nThis room is where Lynn and Lucy sleep. Lynn has pennants hanging on her side of the room, while Lucy's side has a mirror and a writing desk. Lynn's bed has a red blanket, while Lucy's has a black blanket and also has a high frame. Lynn and Lucy's curtains also don't match: one curtain is red while the other is black. The room has light grey walls and dark gray carpeting. It is located directly above the kitchen.\n\nLana and Lola's room\nThe twins' bedroom contains Lana and Lola's beds. Lola has a fancy pink bed with a draped canopy, to go with her princess obsession, while Lana's bed is more plain-looking, with brown wood, and a dark green blanket and bedsheets. Also in the room is a play kitchen, a tea set and various stuffed animals (belonging to Lola), and a terrarium next to Lana's bed (belonging to her various frogs and reptiles). Their room has pink walls, a light puce carpet, and a window with lilac curtains.\n\nLisa and Lily's room\nThis bedroom contains Lisa's bed and Lily's crib. It also has a desk where Lisa concocts various potions and formulas and a small pink rug. The carpet is dark green (as is Lisa's blanket) and the walls are light green. In the first four seasons, Lily also had a changing table in this room. It is located directly above the dining room.\n\nBathroom\nThe bathroom is located at the end of the kids' hallway, opposite Lincoln's room at the other end. In it is the shower, toilet and sink. It looks to be the only bathroom in the entire house. It has blue-gray walls and a black-and-white checkered floor.\n\nHallway\nThere is a hallway between all the rooms on the second floor with Lincoln's room at one end and the bathroom at the other. It has a wooden floor with a long red rug, and its walls are yellow and beige. The door to the attic and the stairway to the first floor are also accessible via the hallway and it contains a houseplant.\n\nThird floor\nThe third floor is an attic that is located above the second floor. It is accessible by climbing a fold-up ladder through a door above the kids' hallway. Up there are located some old objects such as games, boxes, an old-fashioned television set, and Lynn Sr.'s old camera. The kids' parents also keep stored there Lincoln's homemade coffee mugs in a box. Lucy had a secret dark place in there. There is also a cardboard box full of hand-me-downed clothes. The farthest back corner of the attic has no windows, which Lincoln finds a bit creepy due to the lack of light.\n\nBasement\nThe basement is accessible via a door in the kitchen. Inside it are the family's washer and dryer, the radiator, Cliff's scratching post, and the fusebox. It can be dark down there unless one goes down and turns on the light, which is the reason why the children are a bit afraid of going down there at night. Before El Diablo, Lana had another snake, who unfortunately died in the far back corner of the basement.\n\nGardens\nFront garden\nThe front garden has a tree and a lot of the Loud children's toys, such as balls, bicycles, and skateboards. There is also a sandbox, a baby swing for Lily, and two other swings for the older Louds.\n\nBackyard\nThe backyard is a large patio where the Loud family has many activities. Like the front garden, it also has a tree.\n\nGarage\nThe garage is on the right side of the house. Lynn kept her bike inside of it. Luna sometimes uses the garage to play music.",
            "constant": false,
            "selective": true,
            "order": 75,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 0,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "1": {
            "uid": 1,
            "key": [
                "Rita Loud",
                "Mom",
                "Mommy",
                "Rita"
            ],
            "keysecondary": [],
            "comment": "Rita Loud",
            "content": "Rita Loud is the mother of the Loud children and wife of Lynn Loud Sr, who is a novelist. Rita has blonde hair like her daughters Lori and Leni and is usually seen in a pink shirt and blue pants.\n\nRita is caring towards her children but isn’t afraid to punish them if they go too far. She and her husband act playfully romantic towards each other, though she is apparently more level-headed than him. Rita is an aspiring novelist, but initially seemed to lack a creative side. \n\nRita wears a salmon buttoned shirt with a white collar and cuffs, dark mauve pants, and black flats. She has medium-length blonde hair and white earrings. She also wears light blue eyeshadow and red lipstick. She has bags under her eyes, just like Lincoln.",
            "constant": false,
            "selective": true,
            "order": 50,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 1,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "2": {
            "uid": 2,
            "key": [
                "The Loud Family",
                "Loud Family",
                "The Louds",
                "Family",
                "the Family",
                "Louds"
            ],
            "keysecondary": [],
            "comment": "The Loud Family",
            "content": "The Loud Family or Louds is a big family that consists of 13 members: the parents Rita and Lynn Sr., their 11 children (10 girls and one boy) Lori Loud, Leni Loud, Luna Loud, Luan Loud, Lynn Loud Jr., Lincoln Loud, Lucy Loud, Lana Loud, Lola Loud, Lisa Loud, Lily Loud, and their four pets Charles a black and white dog, Cliff a gray cat, Geo a hamster, Walt a canary",
            "constant": false,
            "selective": true,
            "order": 75,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 2,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "3": {
            "uid": 3,
            "key": [
                "Lynn Loud Sr.",
                "Dad",
                "Lynn Sr."
            ],
            "keysecondary": [],
            "comment": "Lynn Loud Sr.",
            "content": "Lynn L. Loud, Sr. is the father of the Loud children and husband of Rita, often seen in a business casual outfit and known for his love of cooking. Lynn owns a restaurant located in Royal Woods called Lynn's Table.\n\nLynn Sr. is stern and often calls a halt to his kids' fights, but he loves and cares about them. He also loves his wife, and often acts playfully romantic towards her. He has been shown to have a childlike side at times, even sometimes taking part in his kids' antics, when it's all in good fun. He's also the more sensitive of the two parents, often necessitating his wife and kids to step in whenever he needs to pull himself together. On a side note, he seems to enjoy jokes and dancing. He is also shown to be quite neurotic; as he screams and faints at the sight, sound, and idea of spiders, as well as Lana's mud wrestling, horror movies, and Halloween. He has a habit of prefixing words with \"ding-dang\" when frustrated.\n\nLynn Sr. wears a sea green sweater over a light green checkered collar and cuffs, brown slacks and shoes. He has a long pointy nose, brown eyebrows, and curly brown hair that is thinning on the top. In the series, his thinning hair always connects to his back hair",
            "constant": false,
            "selective": true,
            "order": 50,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 3,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "4": {
            "uid": 4,
            "key": [
                "Lincoln Loud",
                "Linc",
                "Bro",
                "Linky"
            ],
            "keysecondary": [],
            "comment": "Lincoln Loud",
            "content": "The middle child and the only boy in the Loud family. He is 11 years old and known for his white hair and an orange polo shirt. Lincoln often breaks the fourth wall to speak to the viewers about the chaotic conditions of the house. He attends the 5th grade at Royal Woods Elementary School.\n\nLincoln is very skinny and has a large, round head with short platinum blonde hair, with a large tuft of his hair sticking upwards on his left side and two strands sticking up on his right. He has an overbite, with a prominent chipped front tooth, noticeable bags around his eyes, and freckles on his cheeks. He has one strand of chest hair. His white hair is a very unique feature that Lincoln has. He is the only one in the family with this hair color, as his sisters are either brunette or blonde (with the exception of Lucy). Lincoln wears an orange polo shirt, blue jeans, gray socks with blue and red stripes, and white sports shoes with red stripes. His sleepwear is an orange nightshirt with matching pants, but sometimes he wears an orange t-shirt and his underwear. His swimsuit is a pair of orange swimming trunks. He always reads his comic books in white briefs and socks, but on some occasions, he reads his comic books in his full outfit.\n\nLincoln is a good-hearted and well-meaning person, who is always looking for fun, and thinking about the well-being of others. As the family nerd, along with Lisa, Lincoln is an avid fancier of comic books, manga, video games, fantasy, and science fiction stories, which are typical interests for a boy his age. His favorite comics are Ace Savvy, David's Castle, and Comix Jokes. His favorite music band is SMOOCH. He is known to be \"the man with a plan,\" as he is usually elaborating plans with a specific objective, most of them for his own benefit. His plans rarely succeed because of his own selfish and reckless decisions or by his sisters' interference. When he goes too far, he will always find the solution even if that means making himself look like a fool.",
            "constant": false,
            "selective": true,
            "order": 25,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 4,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "5": {
            "uid": 5,
            "key": [
                "Royal Woods",
                "the city",
                "town"
            ],
            "keysecondary": [],
            "comment": "Royal Woods",
            "content": "Royal Woods is a suburban town located in the state of Michigan in the United States. Royal Woods is a diverse, family-oriented community with a rich array of characters that are representative of the town's inclusive spirit. The town's name is derived from the many tree-lined streets and wooded areas that are seen throughout the locale. The streets are lined with well-kept houses, each with its own unique charm, reflecting the personalities of the residents. The town has a mix of modern and traditional architecture, showcasing a blend of different styles.",
            "constant": false,
            "selective": true,
            "order": 60,
            "position": 0,
            "excludeRecursion": false,
            "disable": false,
            "addMemo": true,
            "displayIndex": 5,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "selectiveLogic": 0,
            "group": ""
        },
        "6": {
            "uid": 6,
            "key": [
                "Royal Woods High School",
                "High School"
            ],
            "keysecondary": [],
            "comment": "Royal Woods High School",
            "content": "Royal Woods High School is a school located in Royal Woods. This is the school where Leni, Luna, Luan, and other students go.\n\nStaff: \nPrincipal Rivers, she's the principal of Royal Woods High School\nMrs. Vaporciyan, she's the music teacher\nOliver, He's Rivers's personal assistant\nCoach Hutch, she's the PE coach of the school\nMrs. Bernardo, she's the drama teacher at the school\n\nCurrent Students:\nLeni Loud (Senior)\nLuna Loud (Sophomore)\nLuan Loud (Freshman)\nBenny Stein (Freshman)\nSam Sharp (Sophomore)\nMazzy (Sophomore)\nSully (Sophomore)\nNina (Sophomore)\nJoey (Junior)\nAisha Al-Masri (Sophomore)\nMaya Michaels (Sophomore)\nMaryam\nThe school has a sizeable amount of LGBTQ students who look up to Luna Loud\nThe school has a small but noticeable amount of Muslim students who look up to Aisha Al-Masri\n\nFormer Students:\nLori Loud (Now at Fairway University)\nBobby Santiago (moved to Great Lakes City)\nCarol Pingrey\nChester \"Chunk\" Monk\nRita Loud\nChef Pat\nMrs. Gurdle\nPhillip \"Flip\" Phillipini\n\nSchool Clubs:\nMusic Club led by Luna Loud and Sam Sharp\nSports Club\nTheatre Club led by Mrs. Bernardo\nCooking Club\nOrigami Club\nSquirrel-Feeding Club\n",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 6
        },
        "7": {
            "uid": 7,
            "key": [
                "Leni Loud",
                "Leni",
                "Len",
                "Sister dude"
            ],
            "keysecondary": [],
            "comment": "Leni Loud",
            "content": " The second-oldest sister, aged 16. Leni is the second oldest child of the Loud family. She is very naïve and quite ditzy, but she makes up for it with her beauty and kindness. Leni is a senior at Royal Woods High School and attends school with her siblings Luna and Luan. Despite being the second-oldest of the Loud children, Leni is quite ditzy and is very forgetful, absent-minded, and not that bright. Despite being ditzy and absent-minded, Leni's shown to be skilled at fashion designing, wood carving, singing, lock-picking, and making smoothies, which demonstrates that while she may not be very bright, she is creative and artistically inclined. She is also very friendly and gets along well with her siblings. Leni has also proved that she can be irresponsible, such as when she agreed to cover for Luna, Luan, Lynn, Lucy, Lola, and Lana, but later passed the task onto Lincoln. However, Leni is shown to be very compassionate, as she was the only one of her siblings to prioritize helping her family get better, as opposed to getting away when the Loud family caught the flu. Leni is also very perky and optimistic. Leni has long, pale-blonde hair, with side-swept bangs, and three pairs of eyelashes. She is almost as tall as Lori but taller than all her younger siblings. Her main outfit is a seafoam green dress, with white frills, and triangular sleeves. With this, she wears red hoop earrings, white slide slip-on sandals, topped with light green bows, and a pair of rounded white sunglasses with black lenses on top of her head.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 90,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 7
        },
        "8": {
            "uid": 8,
            "key": [
                "Luan Loud",
                "The Jokester",
                "Sister dude"
            ],
            "keysecondary": [],
            "comment": "Luan Loud",
            "content": "A 14-year-old aspiring comedian, Luan is always ready with a pun or a prank. Luan is the fourth oldest child of the Loud family. Luan is a sophomore at Royal Woods High School and attends school with her siblings Leni and Luna. Her habits include telling jokes and puns (which many people don't like), pulling pranks, party clowning, and video production. Luan is a very goofy and fun-loving girl with an enthusiasm for comedy and making puns. Her goal is to make the world laugh along with her, though some of her material still needs work. She loves pulling pranks on her siblings and frequently makes puns for every situation, causing her to get on everyone's nerves. While Luan laughs at others' humiliations and often comes off as a nuisance to others, she does it with good intentions and does not mean to harm anyone as she just wants to make people laugh. Despite Luan's occasional ruthlessness, she is mostly friendly towards her siblings, especially to Leni and Luna. She has a taste for everything that is related to comedy - this includes comedy movies and TV series, clowns, pranks, stand-up comedy, and funny internet videos. Her most common pranking methods are dodging people in the face with pies and placing a whoopie cushion on others' seats. She always has a positive and cheerful attitude. She is very optimistic, as she likes to support her siblings, and especially make them laugh and feel better. Luan is rather immature, as she has a childlike fondness for pranking people and laughing at their misfortunes. Like her sister Leni, she is generally portrayed as naive, simpleminded, idealistic, ignorant, eccentric, and impulsive. She is prone to bothering others with her sense of humor while they're minding their own business. Despite her default cheerfulness, Luan has expressed emotions of sadness, vulnerability, and insecurity a few times in the series and has implied herself to be in desperate need of affection. She seems to be sensitive to criticism. Luan is dating a boy named Benny Stein, who, like Luan herself, is a comedian and likes jokes.\n\nLuan has prominent buck teeth, and she usually sports silver braces on her upper teeth, and light brown hair worn up in a large ponytail with a small swirl at the end by a yellow scrunchie (presumably the hair tie), with two long protruding hairs sticking out from the center of her forehead. he dresses in a white sleeveless shirt, a yellow skirt with a checkerboard pattern, yellow socks with a line pattern that are worn all the way up, and brown shoes. She also wears three pink flowers, one on her shirt, and one on each shoe, that serve as gag squirt-flowers. Her prototype design had a gag flower on her skirt, but none on her shoes. She also didn't have any braces.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 90,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 8
        },
        "9": {
            "uid": 9,
            "key": [
                "Principal Rivers",
                "Principal",
                "Ms. Rivers"
            ],
            "keysecondary": [],
            "comment": "Principal Rivers",
            "content": "Principal Rivers is a tall slim light-skinned adult woman with long and curly black hair. She wears a lavender scarf on her head, a long white pearl necklace, a yellow long-sleeved shirt with a big collar, a dark purple coat & skirt, and white boots. Despite being a principal, she doesn't seem to be able to make decisions on her own as she gets persuaded easily, often dependent on her personal assistant Oliver to help her decide things.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 95,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 9
        },
        "10": {
            "uid": 10,
            "key": [
                "Oliver",
                "assistant"
            ],
            "keysecondary": [],
            "comment": "Oliver",
            "content": "Oliver is the personal assistant of Rivers, the principal of Royal Woods High School. He is dark-skinned, with curly black hair on top of his head, while the back and sides of his head are shaved. He also wears large glasses, a white dress shirt, with a mint green sweater vest, khaki pants, and an orange sash with a sign \"Assistant\" emblazoned on it across his chest. He's more decisive and competent than Principal Rivers and is annoyed by her incompetency in managing the school and letting students tell her what to do.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 95,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 10
        },
        "11": {
            "uid": 11,
            "key": [
                "Mrs. Vaporciyan",
                "music teacher",
                "Mrs. V"
            ],
            "keysecondary": [],
            "comment": "Mrs. Vaporciyan",
            "content": "Mrs. Vaporciyan is Luna's music teacher. She is very kind-hearted, enthusiastic, and supportive of Luna's aspiration to music. She has gray hair styled in a bun, wears a yellow vest above a light yellow long-sleeve shirt, and a purple skirt with lines going diagonal, along with gray heels. She also wears glasses and pearl earrings.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 95,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 11
        },
        "12": {
            "uid": 12,
            "key": [
                "Moon Goats",
                "Luna's band",
                "the Goats",
                "Music Club"
            ],
            "keysecondary": [],
            "comment": "Moon Goats",
            "content": "Starting out as a hobby club at Royal Woods High School, the Moon Goats are a local rock band headed by Luna Loud. It's members are Luna Loud, Sam Sharp, Mazzy, Sully\nLuna is the lead singer and guitarist of the band\nSam is the rhythm guitarist in the band\nMazzy is the drummer of the band\nSully plays the synthesizer",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 12
        },
        "13": {
            "uid": 13,
            "key": [
                "Sam Sharp",
                "Sam",
                "Sammy",
                "Luna's girlfriend",
                "Luna's girl"
            ],
            "keysecondary": [],
            "comment": "Sam Sharp",
            "content": "Sam, age 15, is Luna's girlfriend and a member of the Moon Goats. She's sweet and kind, and is able to keep her feet on the ground even as she and Luna dream of a famous future. She helps keep Luna grounded, too, always turning a negative into a positive. Sam is all about music - she loves to play guitar and write and compose music. Her favorite genre is rock and roll but she appreciates all good tunes. Unlike Luna, Sam only has one sibling, Simon, but she thinks even one provides enough chaos for her. Sam is the rhythm guitarist in the band, she uses her pink guitar.\n\nSam is a thin girl with light skin, blonde shoulder-length hair with a teal streak in her bangs, and four pairs of eyelashes. She has two helix piercings in each of her ears and also wears pink eyeshadow.\n\nHer outfit consists of a short, teal leather jacket with a crimson patch bearing a white skull on the back, a white T-shirt with the roundel of the RAF on the front, a pair of deep burgundy jeans with two slight holes at the knees, a black belt with silver studs, and dark purple boots.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 13
        },
        "14": {
            "uid": 14,
            "key": [
                "Mazzy",
                "drummer",
                "the drummer"
            ],
            "keysecondary": [],
            "comment": "Mazzy",
            "content": "Mazzy is a member of the Moon Goats, who plays the electric guitar, drums, saxophone, and sousaphone. Mazzy is the drummer of the band. Mazzy is kind of ditzy like Leni, as proven by the fact that she once mistook a tarantula for a hamster.\n\nMazzy is a thin Caucasian teenage girl, who has dark reddish brown hair that conceals her eyes similar to Lucy and purple lipstick. She wears a black & white striped shirt, light seafoam jacket, dark gray skirt, white stockings, and dark teal sneakers. She also wears paperclip earrings like Luna.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 14
        },
        "15": {
            "uid": 15,
            "key": [
                "Sully",
                "the keys guy",
                "keys",
                "synthesizer"
            ],
            "keysecondary": [],
            "comment": "Sully",
            "content": "Sully is a member of the Moon Goats who plays the synthesizer. He’s the only male member of the band. Sully is a slim Caucasian teenage boy with short brown hair. He wears white circular earrings, an iron chain necklace with an iron padlock, a light purple shirt, a black leather jacket, blue jeans, and dark purple boots.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 15
        },
        "16": {
            "uid": 16,
            "key": [
                "Luna Loud",
                "Luna",
                "Lunes",
                "the rocker",
                "Wannabe rockstar",
                "the Gay Queen"
            ],
            "keysecondary": [],
            "comment": "Luna Loud",
            "content": "At 15-years-old Luna is the third oldest child of the Loud family. She is a sophomore at Royal Woods High School with her sisters Leni and Luan. Luna is very happy, wild, caring, and easily the loudest sibling of the entire family. What she likes most is singing, playing musical instruments, and being with her family. She sometimes talks with a fake British accent, especially when she listens to music. Luna is in a romantic relationship with her classmate Sam Sharp and leads a rock band called Moon Goats. She is the lead singer and guitarist of the band. She's quite popular with students at the school, especially with the LGBTQ+ students.\n\nLuna is slightly taller than Luan but shorter than Leni. She has short brown hair styled into a near pixie cut length, freckles on her cheeks, and wears light purple eyeshadow.\n\nLuna wears a purple sleeveless shirt with a white skull, torn crew neck, and triangular sleeves, a plaid skirt similar to Luan's (only lavender), a white belt, purple-tipped socks[10], and high purple boots. A distinguishing feature of hers is her paperclip earrings. She also wears three black bracelets on each of her wrists and a choker around her neck.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 16
        },
        "17": {
            "uid": 17,
            "key": [
                "Luna's guitar",
                "Logan V-80 Shredder"
            ],
            "keysecondary": [],
            "comment": "Luna's guitar",
            "content": "Luna's signature electric guitar has a purple color scheme, matching her outfit, and it also comes with a plectrum in the same color, she can plug it into numerous amps. It looks like a hybrid of a Gibson Firebird, or Epiphone Explorer (with their iconic slanted body), and a Gibson V-Factor (with its iconic inward indent), resulting in a slanted 'X' body. It's a Logan V-80 Shredder, and she got it for her tenth birthday.",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "displayIndex": 17
        }
    },
    "originalData": {
        "entries": [
            {
                "id": 0,
                "keys": [
                    "The Loud House",
                    "The House",
                    "Home"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "The house the Loud Family lives at.",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 0,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 1,
                "keys": [
                    "Rita Loud",
                    "Mom",
                    "Mommy",
                    "Rita"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "Rita Loud is the mother of {{User}}, Rachael Loud, and 10 other daughters. {{User}} had sex with his mother, Rita, who then gave birth to Rachael.",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 1,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 2,
                "keys": [
                    "The Loud Family",
                    "Loud Family",
                    "The Louds",
                    "Family",
                    "the Family",
                    "Louds"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "The Loud Family is the family that Rita, {{User}}, and Rachael are apart of",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 2,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 3,
                "keys": [
                    "Rachael",
                    "Rachael Loud"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "Rachael Loud is the daughter of Rita Loud and {{User}}.",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 3,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 4,
                "keys": [
                    "Rachael's Father",
                    "Rachael's Dad"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "The Louds try to keep the knowledge of Rachael's father a secret from people outside of the family.",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 4,
                    "probability": 100,
                    "useProbability": true
                }
            },
            {
                "id": 5,
                "keys": [
                    "Royal Woods",
                    "the city"
                ],
                "secondary_keys": [],
                "comment": "",
                "content": "Royal Woods is the city the Louds live in.",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "before_char",
                "extensions": {
                    "position": 0,
                    "exclude_recursion": false,
                    "display_index": 5,
                    "probability": 100,
                    "useProbability": true
                }
            }
        ],
        "name": "The Loud House Lore"
    }
}